{
    "WELCOME_MESSAGE":"Welcome to River Huang's Homepage",
    "HOME":"Home",
    "HOME_HEIGHT":"85vh",
    "CV":"CV",
    "WORKS":"Works",
    "WHATSMORE":"What's more",
    "BACKGROUND":"Background",
    "BACKGROUND_TEXT":"My name is He Huang, I'd rather call myself River Huang, I was born in Chengdu, China. Now I am a PhD student at Vrije Universiteit Brussel. My specialization is in programming, data visualization, and data analysis. I can skilled use different programming language, C, C++, Java, JavaScript, R, PHP, Python, MATLAB, Arduino etc. And I am familiar with the HCI concept, in the application layout design, I always tried to find the best way of visualization.",
    "EDUCATION":"Education",
    "PHD":"Phd",
    "PHD_TEXT":"Vrije Universiteit Brussel is my next stop of education, I was very happy to become a PhD student in applied economics and would like to accept the new challenge. My major task in my PhD work is to find a way to combine the MAMCA (Multi-Actor Multi-Criteria Analysis) model with big data. It will involve knowledge and technology from different subjects. And the MAMCA tool will be more powerful after combination. ",
    "MASTER":"Master",
    "MASTER_TEXT":"My major of master is Electronics and ICT Engineering Technology (Option: Internet Computing). During the master study, I majored in different web development stack and design concepts. My master thesis is data visualization for the older adult. Thanks to the study and the master thesis, I grew a great interest in data visualization and data analysis.",
    "BACHELOR":"Bachelor",
    "BACHELOR_KULEUVEN_TEXT":"When I was an bachelor Electronics Engineering student at KU Leuven, I started to get involved in various computer technologies and programming techniques. I gradually liked programming, and its logic made me feel happy. Studying at KU Leuven is hard but with pleasure. I still think that I changed my major and went to Leuven is the most important decision in my life.",
    "BACHELOR_SWJTU_TEXT":"Southwest Jiaotong University is where the dream starts. I studied vehicle engineering at Southwest Jiaotong University and achieved good results. I have won two times of scholarships and ranked the top ten among more than 200 students. But I gradually felt that the things I learned in vehicle engineering were too rigid. I want more flexible and cutting-edge knowledge. At that time, I learned that SWJTU had a 2+2 project with KU Leuven, so I signed up and passed the test to KU Leuven.",
    "LEARNMORE":"Learn more",
    "AT_VUB":"At VUB",
    "AT_KULEUVEN":"At KU Leuven",
    "MAMCA_TITLE":"Mamca web app developing",
    "MAMCA_TEXT":"Multi-Actor Multi-Criteria Analysis (MAMCA) is a decision-making model developed by prof. dr. Cathy Macharis. During the development, I improved the compatibility of the web app so that it could run on various browsers. I improved the display of the page and added some new features.",
    "THESIS_TITLE":"Master thesis",
    "THESIS_TEXT":"My master thesis is called \"Motivitional Design for Self-assessment and Tele-monitoring in Older Adults\", it foucus on the visualization data for the older adults. The old adults could get know their health data through the self-assessment, and view the health  data from the smart band. The smart band sensor data is sent to Google fit, and API is used to get the data from Google fit.",
    "WEBAPP_TITLE":"Web application development",
    "WEBAPP_TEXT":"This web application is designed for the older adults and caregivers at carehouse of Leuven \"Edourad Remy\". Older adults can use it to answer questionnaires and view the result of questionnaires. And caregivers can view the overall results of all the older adults. Also, they can view the result on the specific older adult. They can assign rooms for older adults and took notes.",
    "C++_TITLE":"C++ Programming: Pathfinding game",
    "C++_TEXT":"A pathfinding game with GUI is designed using C++. There is one hero that should kill all the monsters on the map. The hero can be controlled by using direction key or command line. It can also find the path automated because of the built-in algorithm.",
    "PCB_TITLE":"Posture monitor development based om flexible PCB",
    "PCB_TEXT":"A flexible PCB was designed to detect the posture of people. The sensors on the PCB could detect the angle of the back. The data will be calculated through the MCU and send to the mobile phone through the Bluetooth.",
    "MUSIC":"Music",
    "MUSIC_INTRO":"Yes, I love music! I play bass, I enjoy the power of bass. And I also play guitar and computer music.",
    "MUSIC_TEXT":"I used to lead a band when I was a student, and we played in front of people. I also made some computer music. Let's check it!",
    "MUSIC_JOZEF":"Jozef II Straat Festival",
    "MUSIC_TOKYO":"Tokyo Ghoul Bass Cover",
    "MUSIC_GALA":"2017 Spring Gala of Leuven",
    "MUSIC_SOUNDCLOUD":"SoundCloud Music",
    "PHOTOGRAPHY":"Photography",
    "PHOTOGRAPHY_INTRO":"I love traveling, and I like taking photos. I want to capture the beautiful people and scenery.",
    "PHOTOGRAPHY_TEXT":"Here are some photos I took when I traveled in Europe.",
    "PHOTO_ANTWERP_HEADER":"Antwerp Train Station",
    "PHOTO_ANTWERP":"Antwerp",
    "PHOTO_SOUTHFRANCE_GIRL_HEADER":"Girl and mother",
    "PHOTO_SOUTHFRANCE_BRIDGE_HEADER":"Bridge",
    "PHOTO_SOUTHFRANCE_LAVENDER_HEADER":"Lavender",
    "PHOTO_SOUTHFRANCE":"South France",
    "PHOTO_PRAGUE_MAN_HEADER":"Man",
    "PHOTO_PRAGUE_OLDYOUNG_HEADER":"Old and Young",
    "PHOTO_PRAGUE":"Prague",
    "PHOTO_AMSTERDAM":"Amsterdam",
    "PHOTO_MALTA_PIGEON_HEADER":"Pigeon",
    "PHOTO_MALTA":"Malta"
}