{
    "WELCOME_MESSAGE":"Welcome to River Huang's Homepage",
    "HOME":"Home",
    "HOME_HEIGHT":"85vh",
    "CV":"CV",
    "PUBLICATIONS":"Publications",
    "PUBLICATION_COLLABORATIVE_DECISION": "Collaborative decision-making in sustainable mobility: identifying possible consensuses in the multi-actor multi-criteria analysis based on inverse mixed-integer linear optimization",
    "PUBLICATION_ANALYZING_VEHICLE":"Analyzing passenger and freight vehicle movements from automatic-Number plate recognition camera data",
    "PUBLICATION_NEW_MAMCA":"The Multi-Actor Multi-Criteria Analysis (MAMCA): New Software and New Visualizations",
    "PUBLICATION_MAMCA_MASS":"The Multi-Actor Multi-Criteria Analysis (MAMCA) for Mass-Participation Decision Making",
    "PUBLICATION_GPS_BASED": "A GPS-based approach to measure the environmental impact of construction-related HGV traffic on city level",
    "PUBLICATION_Criteria_Preprocessing":"Criteria preprocessing in multi-actor multi-criteria analysis",
    "PUBLICATION_MAMCABM":"MAMCABM: A Data-Driven Stakeholder-Based Decision-Support System that Considers Uncertainties",
    "WORKS":"Works",
    "WHATSMORE":"What's more",
    "BACKGROUND":"Background",
    "BACKGROUND_TEXT":"My name is He Huang, you can also call me River, I was born in Chengdu, China. Now I am a Postdoctoral researcher at Vrije Universiteit Brussel. My research focuses on operations research, precisely Multi-Criteria Decision Analysis.",
    "EDUCATION":"Education",
    "PHD":"Phd",
    "PHD_TEXT":"As a researcher of the MOBI research centre in Vrije Universiteit Brussel, My major task in my PhD work is to develop the MAMCA methodology, including developing the new software, combining with consensus-seeking mechanism, natural language analysis, efficient survey design. The final objective is to develop a mass-participant tool.",
    "MASTER":"Master",
    "MASTER_TEXT":"My major of master is Electronics and ICT Engineering Technology (Option: Internet Computing). During the master study, I majored in different web development stack and design concepts. My master thesis is data visualization for the older adult. Thanks to the study and the master thesis, I grew a great interest in data visualization and data analysis.",
    "BACHELOR":"Bachelor",
    "BACHELOR_KULEUVEN_TEXT":"When I was a bachelor Electronics Engineering student at KU Leuven, I started to get involved in various computer technologies and programming techniques, both hardware and software knowledge is learned.",
    "BACHELOR_SWJTU_TEXT":"I studied vehicle engineering at Southwest Jiaotong University and achieved good results. I have won two times of scholarships and ranked the top ten among more than 200 students. At that time, I learned that SWJTU had a 2+2 project with KU Leuven, so I signed up and passed the test to KU Leuven.",
    "LEARNMORE":"Learn more",
    "AT_VUB":"At VUB",
    "AT_KULEUVEN":"At KU Leuven",
    "NEWMAMCA_TITLE":"New MAMCA software developing",
    "NEWMAMCA_TEXT":"The previous version of the MAMCA software has been instrumental in facilitating decision-making for projects across a range of sectors. While it has proven to be a valuable tool, there are areas that could benefit from further refinement. To this end, we've developed a new iteration of the MAMCA software using the MERN stack. The updated software not only simplifies the user experience but also offers increased speed and superior extendability.",
    "MAMCA_TITLE":"MAMCA web app developing",
    "MAMCA_TEXT":"Multi-Actor Multi-Criteria Analysis (MAMCA) is a decision-making model developed by Professor Cathy Macharis. I contributed to the development of the MAMCA web app by improving its cross-browser compatibility, visual presentation, and functionality. These changes make the MAMCA web app more user-friendly and accessible to a wider range of users. They also make it easier to use the app to make informed decisions about complex problems.",
    "THESIS_TITLE":"Master thesis",
    "THESIS_TEXT":"My Master's thesis, entitled \"Motivational Design for Self-Assessment and Tele-monitoring in Older Adults\", explores data visualization techniques tailored for an elderly demographic. Through self-assessment tools, older adults can gain insightful understanding of their health metrics. Moreover, they can monitor a broader spectrum of their physiological data via smart bands. These wearable devices channel the collected sensor data to Google Fit, from which the information is subsequently retrieved through the application of APIs. This integrated framework serves not only as a conduit for data but also as an empowering agent for older adults to take charge of their health.",
    "WEBAPP_TITLE":"Web application development",
    "WEBAPP_TEXT":"The web application designed for older adults and caregivers at Carehouse of Leuven \"Edouard Remy\" allows older adults to answer questionnaires about their health and well-being, view the results of their questionnaires, and track their progress over time. Caregivers can use the application to view the overall results of all the older adults in the carehouse, view the results of a specific older adult, assign rooms to older adults, and take notes about the older adults.",
    "C++_TITLE":"C++ Programming: Pathfinding game",
    "C++_TEXT":"A pathfinding game with a graphical user interface (GUI) was designed using the C++ programming language. The game features a single hero who must kill all of the monsters on the map. The hero can be controlled using either the directional keys or the command line. The hero can also automatically find the shortest path to its destination using a built-in algorithm.",
    "PCB_TITLE":"Posture monitor development based om flexible PCB",
    "PCB_TEXT":"A flexible printed circuit board (PCB) was designed to detect the posture of people. The sensors on the PCB measure the angle of the back. The data is then calculated by the microcontroller (MCU) and sent to a mobile phone via Bluetooth.",
    "MUSIC":"Music",
    "MUSIC_INTRO":"Yes, I love music! I play bass, I enjoy the power of bass. And I also play guitar and computer music.",
    "MUSIC_TEXT":"I used to lead a band when I was a student, and we played in front of people. I also made some computer music. Let's check it!",
    "MUSIC_JOZEF":"Jozef II Straat Festival",
    "MUSIC_TOKYO":"Tokyo Ghoul Bass Cover",
    "MUSIC_GALA":"2017 Spring Gala of Leuven",
    "MUSIC_SOUNDCLOUD":"SoundCloud Music",
    "PHOTOGRAPHY":"Photography",
    "PHOTOGRAPHY_INTRO":"I love traveling, and I like taking photos. I want to capture the beautiful people and scenery.",
    "PHOTOGRAPHY_TEXT":"Here are some photos I took when I traveled in Europe.",
    "PHOTO_ANTWERP_HEADER":"Antwerp Train Station",
    "PHOTO_ANTWERP":"Antwerp",
    "PHOTO_SUNSET_HEADER":"Sunset",
    "PHOTO_BRIGHTBRUSSELS_HEADER":"Bright Brussels",
    "PHOTO_BRUSSELS":"Brussels",
    "PHOTO_SOUTHFRANCE_GIRL_HEADER":"Girl and mother",
    "PHOTO_SOUTHFRANCE_BRIDGE_HEADER":"Bridge",
    "PHOTO_SOUTHFRANCE_LAVENDER_HEADER":"Lavender",
    "PHOTO_SOUTHFRANCE":"South France",
    "PHOTO_PRAGUE_MAN_HEADER":"Man",
    "PHOTO_PRAGUE_OLDYOUNG_HEADER":"Old and Young",
    "PHOTO_PRAGUE":"Prague",
    "PHOTO_AMSTERDAM":"Amsterdam",
    "PHOTO_MALTA_PIGEON_HEADER":"Pigeon",
    "PHOTO_MALTA":"Malta"
}